export const bnSurahNames = [
  {
    id: 1,
    name: "আল ফাতিহা",
  },
  {
    id: 1,
    name: "আল ফাতিহা",
  },
  {
    id: 2,
    name: "আল বাকারা",
  },
  {
    id: 3,
    name: "আল ইমরান",
  },
  {
    id: 4,
    name: "আন নিসা",
  },
  {
    id: 5,
    name: "আল মায়িদাহ",
  },
  {
    id: 6,
    name: "আল আনআম",
  },
  {
    id: 7,
    name: "আল আরাফ",
  },
  {
    id: 8,
    name: "আল আনফাল",
  },
  {
    id: 9,
    name: "আত-তাওবাহ্‌",
  },
  {
    id: 10,
    name: "ইউনুস",
  },

  {
    id: 11,
    name: "হুদ",
  },
  {
    id: 12,
    name: "ইউসুফ",
  },
  {
    id: 13,
    name: "আর-রাদ",
  },
  {
    id: 14,
    name: "ইব্রাহীম",
  },
  {
    id: 15,
    name: "আল হিজর",
  },
  {
    id: 16,
    name: "আন নাহল",
  },
  {
    id: 17,
    name: "বনী-ইসরাঈল",
  },
  {
    id: 18,
    name: "আল কাহফ",
  },
  {
    id: 19,
    name: "মারইয়াম",
  },
  {
    id: 20,
    name: "ত্বহা",
  },

  {
    id: 21,
    name: "আল আম্বিয়া",
  },
  {
    id: 22,
    name: "আল হাজ্জ্ব",
  },
  {
    id: 23,
    name: "আল মু'মিনূন",
  },
  {
    id: 24,
    name: "আন নূর",
  },
  {
    id: 25,
    name: "আল ফুরকান",
  },
  {
    id: 26,
    name: "আশ শুআরা",
  },
  {
    id: 27,
    name: "আন নম্‌ল",
  },
  {
    id: 28,
    name: "আল কাসাস",
  },
  {
    id: 29,
    name: "আল আনকাবূত",
  },
  {
    id: 30,
    name: "আর রুম",
  },

  {
    id: 31,
    name: "লোক্‌মান",
  },
  {
    id: 32,
    name: "আস সেজদাহ্",
  },
  {
    id: 33,
    name: "আল আহ্‌যাব",
  },
  {
    id: 34,
    name: "সাবা",
  },
  {
    id: 35,
    name: "ফাতির",
  },
  {
    id: 36,
    name: "ইয়াসীন",
  },
  {
    id: 37,
    name: "আস ছাফ্‌ফাত",
  },
  {
    id: 38,
    name: "ছোয়াদ",
  },
  {
    id: 39,
    name: "আয্‌-যুমার",
  },
  {
    id: 40,
    name: "গাফির",
  },

  {
    id: 41,
    name: "হা-মীম সেজদাহ্‌",
  },
  {
    id: 42,
    name: "আশ্‌-শূরা",
  },
  {
    id: 43,
    name: "আয্‌-যুখরুফ",
  },
  {
    id: 44,
    name: "আদ-দোখান",
  },
  {
    id: 45,
    name: "আল জাসিয়াহ",
  },
  {
    id: 46,
    name: "আল আহ্‌ক্বাফ",
  },
  {
    id: 47,
    name: "মুহাম্মদ",
  },
  {
    id: 48,
    name: "আল ফাত্‌হ",
  },
  {
    id: 49,
    name: "আল হুজুরাত",
  },
  {
    id: 50,
    name: "ক্বাফ",
  },

  {
    id: 51,
    name: "আয-যারিয়াত",
  },
  {
    id: 52,
    name: "আত্ব তূর",
  },
  {
    id: 53,
    name: "আন-নাজম",
  },
  {
    id: 54,
    name: "আল ক্বামার",
  },
  {
    id: 55,
    name: "আর রাহমান",
  },
  {
    id: 56,
    name: "আল-ওয়াকিয়াহ",
  },
  {
    id: 57,
    name: "আল-হাদীদ",
  },
  {
    id: 58,
    name: "আল-মুজাদালাহ",
  },
  {
    id: 59,
    name: "আল-হাশর",
  },
  {
    id: 60,
    name: "আল-মুমতাহিনাহ",
  },

  {
    id: 61,
    name: "আস-সাফ",
  },
  {
    id: 62,
    name: "আল-জুমুআ",
  },
  {
    id: 63,
    name: "আল-মুনাফিকুন",
  },
  {
    id: 64,
    name: "আত-তাগাবুন",
  },
  {
    id: 65,
    name: "আত-তালাক",
  },
  {
    id: 66,
    name: "আত-তাহরীম",
  },
  {
    id: 67,
    name: "আল-মুলক",
  },
  {
    id: 68,
    name: "আল-কলম",
  },
  {
    id: 69,
    name: "আল-হাক্কাহ",
  },
  {
    id: 70,
    name: "আল-মাআরিজ",
  },

  {
    id: 71,
    name: "নূহ",
  },
  {
    id: 72,
    name: "আল জ্বিন",
  },
  {
    id: 73,
    name: "আল মুজাম্মিল",
  },
  {
    id: 74,
    name: "আল মুদ্দাস্সির",
  },
  {
    id: 75,
    name: "আল-ক্বিয়ামাহ",
  },
  {
    id: 76,
    name: "আদ-দাহর",
  },
  {
    id: 77,
    name: "আল-মুরসালাত",
  },
  {
    id: 78,
    name: "আন নাবা",
  },
  {
    id: 79,
    name: "আন নাযিয়াত",
  },
  {
    id: 80,
    name: "আবাসা",
  },

  {
    id: 81,
    name: "আত-তাকভীর",
  },
  {
    id: 82,
    name: "আল-ইনফিতার",
  },
  {
    id: 83,
    name: "আল মুত্বাফ্‌ফিফীন",
  },
  {
    id: 84,
    name: "আল ইন‌শিকাক",
  },
  {
    id: 85,
    name: "আল-বুরুজ",
  },
  {
    id: 86,
    name: "আত-তারিক্ব",
  },
  {
    id: 87,
    name: "আল আ'লা",
  },
  {
    id: 88,
    name: "আল গাশিয়াহ্‌",
  },
  {
    id: 89,
    name: "আল ফাজ্‌র",
  },
  {
    id: 90,
    name: "আল বালাদ",
  },

  {
    id: 91,
    name: "আশ-শাম্‌স",
  },
  {
    id: 92,
    name: "আল লাইল",
  },
  {
    id: 93,
    name: "আদ-দুহা",
  },
  {
    id: 94,
    name: "আল ইনশিরাহ",
  },
  {
    id: 95,
    name: "ত্বীন",
  },
  {
    id: 96,
    name: "আলাক্ব",
  },
  {
    id: 97,
    name: "আল ক্বদর",
  },
  {
    id: 98,
    name: "আল বাইয়্যিনাহ",
  },
  {
    id: 99,
    name: "যিলযাল",
  },
  {
    id: 100,
    name: "আল-আদিয়াত",
  },

  {
    id: 101,
    name: "আল ক্বারিয়াহ",
  },
  {
    id: 202,
    name: "আত-তাকাসুর",
  },
  {
    id: 103,
    name: "আল-আছর",
  },
  {
    id: 104,
    name: "হুমাযাহ",
  },
  {
    id: 105,
    name: "ফীল",
  },
  {
    id: 106,
    name: "কুরাইশ",
  },
  {
    id: 107,
    name: "মাউন",
  },
  {
    id: 108,
    name: "আল কাওসার",
  },
  {
    id: 109,
    name: "আল কাফিরুন",
  },
  {
    id: 110,
    name: "আন-নাসর",
  },
  {
    id: 111,
    name: "লাহাব",
  },
  {
    id: 112,
    name: "আল-ইখলাস",
  },
  {
    id: 113,
    name: "আল-ফালাক",
  },
  {
    id: 114,
    name: "আন-নাস",
  },
];
